Repository: itfrogs/wa-site-feedback
Catalog: locale/*/LC_MESSAGES/site_feedback.po
Languages: ru_ru

source: QR code
ru_ru: QR код

source: Technical support for this plugin
ru_ru: Техническая поддержка этого плагина

source: Captha is invalid
ru_ru: Проверочный код введен не верно

source: E-mail subject prefix
ru_ru: Префикс темы сообщения

source: Message from customer:
ru_ru: Сообщение от покупателя:

source: If your form has a field with the name="subject", then it will be added after the prefix.
ru_ru: Если ваша форма имеет поле с name="subject", тогда значение этого поля будет добавлено после префикса как тема сообщения.

source: Ask for technical support
ru_ru: Запросить техническую поддержку

source: Click on the link to contact the developer.
ru_ru: Перейдите по ссылке, чтобы связаться с разработчиком.

source: Feedback form handler
ru_ru: Обработчик формы обратной связи

source: Message from %s has been sent successfully
ru_ru: Сообщение от %s было успешно доставлено

source: Message from %s not been sended
ru_ru: Сообщение от %s не было доставлено

source: E-mail is invalid
ru_ru: E-mail не верный

source: E-mail from which the message will be sent
ru_ru: E-mail, с которого будет отправлено сообщение

source: E-mail to which the message will be sent
ru_ru: E-mail на который будет отправлено сообщение

source: Log sended e-mails
ru_ru: Записывать отправленные сообщения в лог

source: If you leave the field blank, the message will come from the buyer's mailbox. At the same time, the probability of getting into spam is high.
ru_ru: Если вы оставите поле пустым, то оно придет с ящика покупателя. При этом высока вероятность попадания в спам.

source: If you leave the field blank, the message will come to default store mailbox.
ru_ru: Если вы оставите поле пустым, сообщение придет на почтовый ящик, который указан в настройках инсталлера. Если этих данных нет или ящик не валидный, сообщение не будет отправлено.

source: The customer left a message from {$email} through the feedback form:<br /><br />{$text}
ru_ru: Покупатель оставил сообщение с почтового ящика {$email} через форму обратной связи:<br /><br />{$text}

source: Mail body
ru_ru: Тело сообщения

source: Set the mail body. Use Smarty.<br/>{$email} - Customer email.<br/>{$subject} - Email subject.<br/>{$text} - message text.
ru_ru: Задайте тело сообщения. Используйте Smarty.<br/>{$email} - Почтовый ящик покупателя.<br/>{$subject} - Тема сообщения.<br/>{$text} - текст сообщения.

source: If checked, sended e-mails will be logged.
ru_ru: Если отмечено, то отправленные сообщения будут записаны в лог.

source: Site e-mail is invalid
ru_ru: E-mail сайта не верный

source: Customer`s e-mail is invalid
ru_ru: E-mail покупателя не верен

source: Customer
ru_ru: Покупатель

source: Obligatory field. If it is not filled or not true, the plugin will not work.
ru_ru: Обязательное поле. Если оно не заполнено или не верно, плагин работать не будет.

source: {$name} - Customer`s name.
ru_ru: {$name} - Имя покупателя.
